
"Onboarding" = "Get creative with over 150k\nunique flavor pairings!";

"Explore" = "Explore the world’s foods\nand how to cook with them";

"Dinner" = "Design and plan dishes with ease…\nResearch ingredients & export lists";

"Mixologist" = "Mixologists: Invent new classics";